/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "image_banner_n8ahXk": {
      "type": "image-banner",
      "blocks": {
        "heading_3YNzdQ": {
          "type": "heading",
          "settings": {
            "heading": "De onde vem o queijo?",
            "heading_size": "h1"
          }
        },
        "text_XLgztJ": {
          "type": "text",
          "settings": {
            "text": "Das especificidades da terra, onde cresce o pasto que alimentam as vacas, até a apresentação do produto na mesa de um restaurante estrelado.Entenda as diferentes posturas da Pardinho ao assumir os três pilares da produção de queijos: Produção de Leite, Produção do Queijo e Maturação.",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "heading_3YNzdQ",
        "text_XLgztJ"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/SOBRE_terroir_1_edited.jpg",
        "image_overlay_opacity": 10,
        "image_height": "medium",
        "desktop_content_position": "middle-left",
        "show_text_box": false,
        "desktop_content_alignment": "left",
        "color_scheme": "scheme-3",
        "image_behavior": "fixed",
        "mobile_content_alignment": "left",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    },
    "conteudo_bPn8Pa": {
      "type": "conteudo",
      "blocks": {
        "image_picker_aNTkAB": {
          "type": "image_picker",
          "settings": {
            "src": "shopify:\/\/shop_images\/DSC03978_edited.webp",
            "width": "w-100 h-auto",
            "margin_image": "my-5"
          }
        },
        "title2_DtEfER": {
          "type": "title2",
          "settings": {
            "font_style2": "header-font-1",
            "title_size2": "lll",
            "title_text2": "Animais",
            "margin_title2": "my-5"
          }
        },
        "richtext2_pfj6bU": {
          "type": "richtext2",
          "settings": {
            "text_size2": "4",
            "rich_text2": "<p>A história da Pardinho Artesanal tem suas raízes firmemente estabelecidas na Fazenda Sant'Anna, uma referência no segmento pecuário, celebrando seu 50º aniversário em 2024. A criação e produção dos irreproduzíveis Queijos Pardinho tornaram-se viáveis como consequência de um projeto anterior, de maneira espontânea, criou-se o cenário propício para o nascimento da Pardinho Artesanal.<\/p><p>​<\/p><p>A Fazenda Sant'Anna, também situada em Pardinho - SP, destacou-se como pioneira na formação da raça Brangus no Sudeste e Centro-Oeste do Brasil, buscando tornar a raça mais adaptada às condições tropicais. Essa conquista foi possível devido à forte base zebuína e à seleção contínua das raças. No final dos anos 90, percebendo a necessidade de inovação no mercado de coleta de sêmen, fundou a Central Bela Vista, desempenhando um papel crucial nas pesquisas que visavam desvendar o genoma da raça Nelore. Posteriormente, a fazenda tornou-se uma das primeiras propriedades rurais do mundo a ser certificada pela ISO 14001 de gestão ambiental.<\/p><p>​<\/p><p>Com uma sólida base genética de animais da raça Gir, aliada ao conhecimento proveniente dos projetos da Fazenda Sant'Anna e Central Bela Vista, surge a Pardinho Artesanal. Com uma compreensão profunda de toda a cadeia do setor, naturalmente desencadeia-se a percepção de que o leite dessa raça apresentava um sabor único. Em 2014, dá-se início ao projeto do laticínio Pardinho Artesanal, que, por meio de processos singulares e a busca por criar queijos de sabores complexos e autênticos e legitimamente brasileiros, desenvolve após extensos testes o seu primeiro queijo: Cuesta, feito a partir do leite cru das vacas Gir Pardinho.<\/p><p>​<\/p><p>O queijo Cuesta marcou o início inovador da produção com leite cru de vacas Gir Pardinho, algo pouco comum para queijos no Brasil. A resistência natural da raça Gir a doenças e sua adaptação a climas tropicais promovem a sustentabilidade e o bem-estar animal. A produção com leite cru é incomum no Brasil, onde a maioria dos produtos lácteos é feita a partir de leite pasteurizado, muitas vezes adquirido de terceiros. Vale ressaltar que a Pardinho Artesanal se diferencia ao possuir um rebanho próprio, assegurando a qualidade desde a origem do leite. As vantagens incluem a preservação de componentes naturais que contribuem para o sabor e complexidade do queijo, refletindo as características únicas do terroir de Pardinho. A pasteurização, ao contrário, reduz a diversidade de sabores. A Pardinho Artesanal também assegura a qualidade por meio de rigorosas políticas de segurança do alimento, atestado através do S.I.F. (Serviço de Inspeção Federal).<\/p><p>​<\/p><p>Desde então, ao Cuesta somaram-se outros queijos: Mandala, Mandalinha, Cuestinha e CuestAzul. Ao longo da trajetória da Pardinho Artesanal, a inovação permaneceu como um valor indispensável. Dessa forma, surgiu um novo cruzamento de raças que resultou em uma nova matéria-prima: o leite de vacas Girsey. A Girsey é fruto do cruzamento da zebuína Gir Pardinho, raça originária da Índia, com a taurina Jersey, originária das Ilhas Jersey (Inglaterra). Essa inovação introduziu de forma inédita o uso do leite cru dessa raça no mercado de produção de queijo. A Girsey combina benefícios, como melhor adaptação ao clima tropical e, consequentemente, bem-estar animal. Isso possibilita a obtenção de um leite com alto teor de gordura e proteína, agregando sabor, valor nutricional superior e maior produtividade. <\/p><p>Ao ampliar a variedade de queijos com a introdução da Girsey, a Pardinho Artesanal reforça seu compromisso contínuo com a inovação e a busca pela excelência na produção de queijos autênticos e de qualidade.<\/p>",
            "margin_text2": "my-3"
          }
        }
      },
      "block_order": [
        "image_picker_aNTkAB",
        "title2_DtEfER",
        "richtext2_pfj6bU"
      ],
      "settings": {
        "layout_columns": "double",
        "container": "container",
        "alignment_col1": "start",
        "alignment_col2": "start",
        "offset_col1": "offset-0",
        "offset_col2": "offset-lg-2 offset-md-1",
        "show_divider_top": false,
        "show_divider_bottom": true
      }
    },
    "conteudo_eydEE4": {
      "type": "conteudo",
      "blocks": {
        "title_PnYFHz": {
          "type": "title",
          "settings": {
            "font_style": "header-font-1",
            "title_size": "lll",
            "title_text": "Leite cru",
            "margin_title": "my-5"
          }
        },
        "richtext_igXhmf": {
          "type": "richtext",
          "settings": {
            "text_size": "4",
            "rich_text": "<p>Todos os nossos queijos são fabricados a partir de leite cru, em sua forma mais pura sem nenhum processamento ou pasteurização. Isso permite que a flora presente no leite se mantenha viva, trazendo complexidade e sabor aos queijos.<\/p><p> <\/p><p>O uso desta matéria prima requer muito cuidado, por isso contamos com um protocolo diário de análises em nosso laboratório, sendo um dos primeiros laticínios artesanais aprovados pelo MAPA para o trabalho com leite cru. E atualmente ainda o único do mercado trabalhando somente com leite cru, com leite próprio e receitas de tecnologias complexas e maturação longa.<\/p>",
            "margin_text": "my-1"
          }
        },
        "image_picker2_VWNj7d": {
          "type": "image_picker2",
          "settings": {
            "src2": "shopify:\/\/shop_images\/DSC04335_edited.webp",
            "width2": "w-100 h-auto",
            "margin_image2": "my-1"
          }
        }
      },
      "block_order": [
        "title_PnYFHz",
        "richtext_igXhmf",
        "image_picker2_VWNj7d"
      ],
      "settings": {
        "layout_columns": "double",
        "container": "container",
        "alignment_col1": "start",
        "alignment_col2": "start",
        "offset_col1": "offset-0",
        "offset_col2": "offset-lg-2 offset-md-1",
        "show_divider_top": false,
        "show_divider_bottom": true
      }
    }
  },
  "order": [
    "main",
    "image_banner_n8ahXk",
    "conteudo_bPn8Pa",
    "conteudo_eydEE4"
  ]
}
